Repository: keitaroinc/ckanext-requestdata
Catalog: ckanext/requestdata/i18n/*/LC_MESSAGES/ckanext-requestdata.po
Languages: mk, sq

source: Email message was successfully sent.
mk: Е-пошта пораката беше успешно испратена.
sq: Mesazhi me email u dërgua me sukses.

source: Invalid email recepient, maintainer not found
mk: Невалиден приемник за е-пошта, не е пронајден одржувач
sq: Marrësi i pavlefshëm i email, kontenieri nuk u gjet

source: An error occured while sending the email. Try again.
mk: Се појави грешка при испраќање на е-поштата. Обидете се повторно.
sq: Ndodhi një gabim gjatë dërgimit të emailit. Provo përsëri.

source: Not authorized to see this package.
mk: Не се овластени да пристапите до овој податочен сет.
sq: Nuk është i autorizuar për të parë këtë set të dhënash.

source: Package not found.
mk: Податочниот сет не е пронајден.
sq: Seti i të dhënave nuk u gjet

source: string cannot be parsed
mk: низата не може да се разложи
sq: vargu nuk mund të analizohet

source: Successfully updated.
mk: Успешно ажурирано.
sq: Përditësuar me sukses.

source: Not authorized to see this page.
mk: Не се овластени да пристапите до оваа страница.
sq: Nuk jeni i autorizuar për të parë këtë faqe.

source: Alphabetical (A-Z)
mk: По азбучен ред (А-Ш)
sq: Alfabetik (A-Zh)

source: Alphabetical (Z-A)
mk: По азбучен ред (Ш-А)
sq: Alfabetik (Zh-A)

source: Most Recent
mk: Неодамнешни
sq: Me e fundit

source: Sharing Rate
mk: Стапка на споделување
sq: Norma ndarjen

source: Requests Rate
mk: Стапка на барање
sq: Norma e Kërkesave

source: Unauthorized to create a dataset.
mk: Не сте овластени за да креирате податочен сет.
sq: I paautorizuar për të krijuar një seti i të dhënave

source: <br><br> This dataset's maintainer does not exist. Go to your organisation's <a href="">Requested Data</a> page to see the new request. Please also edit the dataset and assign a new maintainer.
mk: <br><br> Одржувачот на овој податочен сет не постои. Одете на страницата на вашата организација <a href="">Барани податоци</a> за да го видите новото барање. Ве молиме исто така променете го податочниот сет и доделете нов одржувач.
sq: <br><br> Ky mirëmbajtës i të dhënave nuk ekziston. Shkoni në organizatën tuaj <a href="">Të dhënat e kërkuara</a> faqe për të parë kërkesën e re. Ju lutemi gjithashtu, redaktoni grupin e të dhënave dhe caktoni një mirëmbajtës të ri.

source: <br><br><strong> Please accept or decline the request as soon as you can by visiting the <a href="">My Requests</a> page.</strong>
mk: <br><br><strong> Ве молиме прифатете го или одбијте го барањето веднаш штом ќе можете преку посета на <a href="">Мои барања</a> страница.</strong>
sq: <br> <br> <strong> Lutemi pranoni ose refuzoni kërkesën sa më shpejt që të jetë e mundur duke vizituar faqen <a href=""> Kërkesat e mia </a>faqe.</ strong>

source: <br><br> Go to <a href=""> Requested data</a> page in organization admin.
mk: <br><br> Одете на <a href=""> Побарани податоци</a> страница во организацискиот администратор.
sq: <br><br> Shko te <a href=""> Të dhënat e kërkuara</a> faqe në organizatë admin.

source: <br/><br/> <small> <p> <a href=" "></a> </p> <p> <a href=" "> Sign up for our newsletter</a> | <a href=" ">Follow us on Twitter</a> | <a href="mailto: ">Contact us</a> </p> </small>
mk: <br/><br/> <small> <p> <a href=" "></a> </p> <p> <a href=" "> Пријавете се за нашиот билтен</a> | <a href=" ">Следете нè на Твитер</a> | <a href="mailto: ">Контактирајте нè </a> </p> </small>
sq: <br/><br/> <small> <p> <a href=" "></a> </p> <p> <a href=" "> Regjistrohu për gazetën tonë</a> | <a href=" ">Na ndiqni në Twitter</a> | <a href="mailto: ">Na kontaktoni</a> </p> </small>

source: Unauthorized to update this dataset.
mk: Не сте овластени за да го ажурирате овој податочен сет.
sq: Të paautorizuar të ndryshoni këtë setin e të dhënave

source: Dataset maintainer email not found.
mk: Не е пронајдена е-пошта на одржувачот на податочни сетови.
sq: Emaili i mirëmbajtjes së të dhënave nuk u gjet.

source: : New data request "
mk: : Ново барање за податоци "
sq: : Kërkesë e re e të dhënave"

source: Request sent, but email message was not sent.
mk: Барањето е испратено, но пораката за е-пошта не беше испратена.
sq: Kërkesa u dërgua, por mesazhi me email nuk u dërgua.

source: User not found
mk: Корисникот не е пронајден
sq: Përdoruesi nuk u gjet.

source: Not authorized to see this page
mk: Не се овластени да пристапите до оваа страница
sq: Nuk jeni i autorizuar për të parë këtë faqe

source: The email you provided is invalid.
mk: Е-поштата што ја дадовте е неважечка.
sq: Emaili që jepet është i pavlefshëm.

source: Missing value
mk: Недостасува вредност
sq: Vlera mungon

source: Not authorized to use this action.
mk: Не сте овластени да ја користите оваа акција.
sq: Nuk është i autorizuar për të përdorur këtë veprim.

source: : Data request
mk: : Барање за податоци
sq: : Kërkesa për të dhëna

source: <br><br> You can contact the maintainer on this email address:
mk: r> <br> Можете да контактирате со одржувачот на оваа адреса:
sq: <br> <br> Mund të kontaktoni mirëmbajtësin në këtë adresë e-mail:

source: Message was sent successfully
mk: Пораката беше успешно испратена
sq: Mesazhi u dërgua me sukses

source: Request's state successfully updated.
mk: Состојбата на барањето е успешно ажурирана.
sq: Përditësohet me sukses gjendja e kërkesës.

source: Request own dataset WARNING: You are a maintainer of the dataset you are requesting. Do you wish to continue making this request?
mk: Побарајте свој податочен сет ПРЕДУПРЕДУВАЊЕ: Вие сте одржувач на податочниот сет што го барате. Дали сакате да продолжите да го правите ова барање?
sq: Kërkoni një skedar të dhënash PARALAJMËRIM: Ju jeni një mbajtës i grupit të të dhënave që kërkoni. A dëshironi të vazhdoni ta bëni këtë kërkesë?

source: Request with provided 'id' cannot be found
mk: Барањето со дадено "ид" не може да се најде
sq: Kërkesa me 'id' me kusht nuk mund të gjendet

source: Only registered users can request data.
mk: Само регистрираните корисници можат да побараат податоци.
sq: Vetëm përdoruesit e regjistruar mund të kërkojnë të dhëna.

source: You don't have access to this request data.
mk: Немате пристап до податоците од ова барање.
sq: Ju nuk keni qasje në të dhënat e kërkesës.

source: Organization not found.
mk: Организацијата не е пронајдена.
sq: Organizata nuk u gjet.

source: Please provide a valid email address.
mk: Ве молиме обезбедете валидна адреса на е-пошта.
sq: Ju lutemi jepni një adresë të vlefshme email

source: The state parameter must be new, open or archive.
mk: Параметарот на состојбата мора да биде нов, отворен или архивиран.
sq: Parametri i shtetit duhet të jetë i ri, i hapur ose arkiv.

source: The {0} parameter must be a Boolean value.
mk: Параметрот {0} мора да биде Булова вредност.
sq: Parametri {0} duhet të jetë një vlerë boolean.

source: The user with email "{0}" is not part of this organization.
mk: Корисникот со е-пошта "{0}" не е дел од оваа организација.
sq: Përdoruesi me email "{0}" nuk është pjesë e kësaj organizate.

source: The user with email "{0}" does not exist.
mk: Корисникот со е-пошта "{0}" не постои.
sq: Përdoruesi me email "{0}" nuk ekziston.

source: The flag parameter must be request, replied, declined, or shared
mk: Параметарот на знамето мора да биде барање, одговорено, одбиено или споделено
sq: Parametri i flamurit duhet të jetë kërkesë, përgjigjur, refuzuar ose ndarë

source: Sysadmin settings
mk: Подесувања на системски администратор
sq: Cilësimet e Administratorit të sistemit

source: Admin
mk: Администратор

source: New data request
mk: Барање за нови податоци
sq: kërkesë e re për të dhëna

source: View profile
mk: Видете го профилот
sq: Shiko Profili

source: Dashboard (%(num)d new item)
mk: Контролна табла (%(num)d нова ставка)
sq: Paneli (%(num)d new item)

source: Dashboard
mk: Контролна табла
sq: Paneli

source: Edit settings
mk: Променете подесувања
sq: Redakto cilësimet

source: Settings
mk: Подесувања
sq: Cilësimet

source: Log out
mk: Одјавете се
sq: Dilni nga sistemi

source: Login
mk: Најавете се
sq: Identifikohu

source: Register
mk: Регистрирајте се
sq: Regjistrohu

source: Download
mk: Преземете

source: Data Requests
mk: Барања за податоци
sq: Kërkesat e të dhënave

source: New
mk: Ново
sq: I ri

source: Open
mk: Отворено
sq: Hapur

source: Archive
mk: Архива
sq: Arkivi

source: Email
mk: Е-пошта

source: Requested Data
mk: Побарани податоци
sq: Të dhënat e kërkuara

source: Header
mk: Заглавие

source: Body
mk: Тело

source: Footer
mk: Подножје

source: Update Email Form
mk: Ажурирајте го формуларот за е-пошта
sq: Përditëso formularin e emailit

source: CKAN email options
mk: CKAN опции за е-пошта
sq: Opsionet e emailit të CKAN

source: <p><strong>Header:</strong>This sentence contains important alerts to be read before a user reads your message.</p>
mk: <p><strong>Заглавие:</strong>Оваа реченица содржи важни предупредувања кои треба да се прочитаат пред некој корисник да ја прочита вашата порака.</p>
sq: <p><strong>Header:</strong>Ky fjali përmban njoftime të rëndësishme që duhet lexuar para se një përdorues lexon mesazhin tuaj.</p>

source: <p><strong>Body:</strong>This is for the message you want to deliver. All necessary information should go here.</p>
mk: <p><strong>Тело:</strong>Ова е за пораката што сакате да ја испорачате. Сите потребни информации треба да одат овде.</p>
sq: <p><strong>Body:</strong>Kjo është për mesazhin që doni të jepni. Të gjitha informatat e nevojshme duhet të shkojnë këtu.</p>

source: <p><strong>Footer:</strong>The last sentence. Here you can add copyrights, links, disclosures or portal/organization information.</p>
mk: <p><strong>Подножје:</strong>Последната реченица. Овде можете да додадете авторски права, линкови, обелоденувања или информации за портал/организација. </p>
sq: <p> <strong> Footer: </ strong> Fjalia e fundit. Këtu mund të shtoni të drejtat e autorit, lidhjet, zbulimet ose informatat e portalit / organizatës. </ P>

source: <p><strong>Formating:</strong>You can use generic terms for the email template. Just surround one of the available terms in <b>{ }</b> and they will be converted.
mk: <p><strong>Форматирање:</strong>Можете да ги користите општите термини за шаблонот за е-пошта. Само заокружете еден од достапните термини во<b>{ }</b> и тие ќе бидат конвертирани.
sq: <p> <strong> Formulimi: </ strong> Mund të përdorni terma të përgjithshëm për modelin e emailit. Vetëm rrethoni një nga kushtet në dispozicion në <b> {} </ b> dhe ata do të konvertohen.

source: <b>e.g</b>
mk: <b>пр.</b>
sq: <b>p.sh.</b>

source: <p>Hi {maintainers} will be displayed as Hi Chris, John and Erica</p></p>
mk: <p>Здраво {maintainers} ќе бидат прикажани како Здраво Кристијан, Јован и Елена</p></p>
sq: <p> Përshëndetje {maintainers} do të shfaqet si Hi Chris, John dhe Erica </p></p>

source: <p><strong>Available terms:</strong>
mk: <p><strong>Достапни услови:</strong>
sq: <p><strong>Kushtet e disponueshme:</strong>

source: <li><b>name</b>: full name or user name of the requester</li>
mk: <li><b>име</b>: целосно име или корисничко име на барателот</li>
sq: <li><b> emër </b>: emri i plotë ose emri i përdoruesit të kërkuesit </li>

source: <li><b>data_maintainers</b>: full name or user name of the dataset maintainers</li>
mk: <li><b>одржувачи_на_податоци</b>: целосно име или корисничко име на одржувачите на податочни сетови</li>
sq: <li><b> data_maintainers </b>: emri i plotë ose emri i përdoruesit të mirëmbajtësve të datasetit </li>

source: <li><b>dataset</b>: requested dataset title </li>
mk: <li><b>податочен сет</b>: побаран наслов на податочниот сет </li>
sq: <li><b>set i të dhënave</b>: titulli i kërkuar i të dhënave </li>

source: <li><b>message</b>: comment field from data request form</li>
mk: <li><b>порака</b>: поле за коментар од формуларот за барање на податоци</li>
sq: <li><b>mesazh</b>: fushë komentesh nga forma e kërkesës së të dhënave</li>

source: <li><b>organization</b>: list of all organizations</li>
mk: <li><b>организација</b>: список на сите организации</li>
sq: <li><b>organizatë</b>: listën e të gjitha organizatave</li>

source: <li><b>email</b>: email address from the data requester</li>
mk: <li><b>е-пошта</b>: е-пошта од барателот на податоци</li>
sq: <li><b>email</b>: adresën e emailit nga kërkuesi i të dhënave</li>

source: Reject the request
mk: Одбијте го барањето
sq: Refuzo kërkesën

source: Message content
mk: Содржина на пораката
sq: Përmbajtja e mesazhit

source: Cancel
mk: Откажете
sq: Anuloj

source: Submit
mk: Испратете
sq: Parashtroj

source: Reply to the request
mk: Одговорете на барањето
sq: Përgjigju kërkesës

source: Reply email
mk: Одговорете е-пошта
sq: Përgjigju email

source: Upload file
mk: Прикачете датотека
sq: Ngarko skedarin

source: Contact the dataset owner
mk: Контактирајте го сопственикот на овој податочен сет
sq: Kontaktoni pronarin e skedarit

source: Use the form to ask a question or provide comments about this dataset to the owner.
mk: Користете го формуларот за да поставите прашање или да дадете коментари за овој податочен сет, на сопственикот.
sq: Përdorni formularin për të bërë një pyetje ose për të dhënë komente në lidhje me këtë të dhënë të të dhënave për pronarin.

source: Name
mk: Име
sq: Emër

source: eg. Your name
mk: пр: Вашето име
sq: psh. Emri juaj

source: Your email
mk: Вашата е-пошта
sq: Emaili yt

source: Comments
mk: Коментари
sq: Komente

source: eg. Message content
mk: пр. Содржина на пораката
sq: psh. Përmbajtja e mesazhit

source: Dataset Requests
mk: Барања за податочни сетови
sq: Kërkesat për setin e të dhënave

source: Source
mk: Извор
sq: Burimi

source: Author
mk: Автор
sq: Autor

source: Maintainer
mk: Одржувач
sq: Mirëmbajtësi

source: Version
mk: Верзија

source: State
mk: Состојба
sq: Rang

source: Last Updated
mk: Последно ажурирано
sq: Përditësuar së fundmi

source: Created
mk: Креирано
sq: Krijuar

source: Create
mk: Креирајте
sq: Krijo

source: Next: Add Data
mk: Следно: Додадете податоци
sq: Tjetra: Shto të dhëna

source: Maintainers
mk: Одржувачи
sq: Mirëmbajtësve

source: joe@example.com
mk: joe@primer.com
sq: joe@shembull.com

source: Data and Resources
mk: Податоци и ресурси
sq: Të dhëna dhe burime

source: <p class="empty">The metadata is available for this dataset. To access the full dataset, please request data.</p> <a href="#" class="btn pull-right" style="margin-top: 10px;" data-module="modal-form" data-module-template_file="request_contact.html" data-module-submit_action="%(requestdata_action)s" data-module-post_data="%(request_post_data)s" data-module-is_logged_in="%(is_logged_in)s" data-module-is_hdx="%(is_hdx)s" data-module-redirect_url="%(redirect_url)s" data-module-is_current_user_a_maintainer="%(is_current_user_a_maintainer)s" >Request data</a>
mk: <p class="empty">Мета податоците се достапни за овој податочен сет. За да пристапите кон целосниот податочен сет, ве молиме побарајте податоци.</p> <a href="#" class="btn pull-right" style="margin-top: 10px;" data-module="modal-form" data-module-template_file="request_contact.html" data-module-submit_action="%(requestdata_action)s" data-module-post_data="%(request_post_data)s" data-module-is_logged_in="%(is_logged_in)s" data-module-is_hdx="%(is_hdx)s" data-module-redirect_url="%(redirect_url)s" data-module-is_current_user_a_maintainer="%(is_current_user_a_maintainer)s" >Побарајте податоци</a>

source: Users
mk: Корисници
sq: Përdoruesit

source: My Requests
mk: Мои барања
sq: Kërkesat e mia

source: Archived
mk: Архивирано
sq: Arkivuar

source: Organizations
mk: Организации
sq: Organizatat

source: Filter by
mk: Филтрирај според
sq: Filtro sipas

source: Apply
mk: Примени
sq: Aplikoni

source: Reset
mk: Ресетирај
sq: Rivendosur

source: Order by
mk: Редослед според
sq: Rendit nga

source: more
mk: повеќе
sq: më shumë

source: Sysadmin
mk: Системски администратор
sq: Administrator Sistemi

source: Requested on
mk: Побарано на
sq: Kërkuar më

source: Requested by
mk: Побарано од
sq: Kërkuar nga

source: Actions
mk: Акции
sq: Aksionet

source: No requests found.
mk: Не се пронајдени барања.
sq: Asnjë kërkesë nuk u gjet.

source: Requests
mk: Барања
sq: Kërkesat

source: Replied
mk: Одговорено
sq: Përgjigjur

source: Denied
mk: Одбиено
sq: Mohuar

source: Shared
mk: Споделено
sq: Përbashkët

source: Dataset Shared
mk: Податочниот сет е споделен
sq: Grupi i të dhënave i ndarë

source: Dataset Not Shared
mk: Податочниот сет не е споделен
sq: Seti i të dhënave nuk i ndarë

source: Maintained by
mk: Одржувано од
sq: Mirëmbajtur nga

source: Not found
mk: Не е пронајдено
sq: Nuk u gjet

source: Reply
mk: Одговорете
sq: Përgjigje

source: Decline
mk: Одбијте
sq: Rënie

source: Keep track of who you share datasets with. Did you share the dataset?
mk: Следете со кого споделувате податочни сетови. Дали го споделивте податочниот сет?
sq: Mbani gjurmët e kujt i ndan setet e të dhënave. A e keni ndarë setin e të dhënave?

source: Yes
mk: Да
sq: Po

source: No
mk: Не
sq: Jo

source: Add Dataset
mk: Додадете податочен сет
sq: Shto setin e të dhënave

source: Add full dataset
mk: Додадете целосен податочен сет
sq: Shto setin e të dhënave të plotë

source: This option is suitable if:
mk: Оваа опција е погодна ако:
sq: Ky opsion është i përshtatshëm nëse:

source: Your data is ready to be shared
mk: Вашите податоци се подготвени да бидат споделени
sq: Të dhënat tuaja janë gati të ndahen

source: Add metadata-only
mk: Додадете само мета податоци
sq: Shto meta të dhëna vetëm

source: Add metadata
mk: Додадете мета податоци
sq: Shto meta të dhëna

source: You want to be in control of who can access your data
mk: Сакате да контролирате кој може да пристапи до вашите податоци
sq: Ju dëshironi të jeni në kontrollin e kujt mund t'i qaseni të dhënave tuaja

source: You are not finished collecting data
mk: Не завршивте со собирањето на податоци
sq: Ju nuk keni përfunduar mbledhjen e të dhënave

source: You have a plan to collect data
mk: Имате план да собирате податоци
sq: Ju keni një plan për të mbledhur të dhëna

source: The metadata is available for this dataset. To access the full dataset, please request data.
sq: Metadata është në dispozicion për këtë grup të dhënash. Për të hyrë në grupin e të dhënave të plotë, ju lutemi kërkoni të dhëna.

source: Request data
sq: Kërkoni të dhëna

source: Dataset Request
sq: Kërkesa e setit të të dhënave

source: See More
sq: Shiko më shumë
